[
    {
        "headline": "Личный кабинет",
        "category": "Функционал",
        "text": "После регистрации вы можете настроить своё окружение внутри ЛК. Добавляйте ваши IT-проекты и результаты учебы в университете."
    },
    {
        "headline": "Вход по ID",
        "category": "Учётная запись",
        "text": "Сгенерируйте и обновляйте собственный код безопасности - ID! При аутентификации вам не нужен почтовый ящик или имя, запомните только уникальный код."
    },
    {
        "headline": "Лекции",
        "category": "Компонент",
        "text": "Создавайте лекцию по изучаемой дисциплине в рамках конкретного университета и семестра. Делитесь и лайкайте конспекты пользователей, предлагайте источники и оценивайте преподавателя."
    },
    {
        "headline": "Информация для связи",
        "category": "Учётная запись",
        "text": "Выберите любой ресурс и введите свой идентификатор: ник, ID или тег. Моментально связывайтесь с пользователями через глобальный поиск."
    },
    {
        "headline": "IT-деятели",
        "category": "Функционал",
        "text": "На главной странице размещён список авторов YouTube каналов, посвященный IT."
    },
    {
        "headline": "Практики",
        "category": "Компонент",
        "text": "Объединяйтесь с потоком во время летних практик для реализации IT-проекта. Выберайте роль и ставьте задачи. Доступ к профилю каждого пользователя. Постатарайтесь не срывать сроки."
    },
    {
        "headline": "Фото профиля и геолокация",
        "category": "Учётная запись",
        "text": "Настривайте собственный профиль как в любой из соцсетей планеты. Обновляйте фотографию и местоположение."
    },
    {
        "headline": "Вакансии",
        "category": "Компонент",
        "text": "Помогите вашему HR расширить штат и рекрутировать лучших IT-студентов, опубликовав анкету со ссылкой на hh.ru. Отвечайте на вопросы и делитесь фотографиями из вашей компании."
    },
    {
        "headline": "Список компонентов",
        "category": "Учётная запись",
        "text": "Создание или взаимодействие с компонентом добавляет его мини-копию в ваш аккаунт, откуда можно открыть страницу любого из компонентов."
    },
    {
        "headline": "Поиск пользователей",
        "category": "Компонент",
        "text": "Найдите единомышленников из любого города России и развивайте проекты."
    } 
    
]